[
    {
        "id": 1,
        "image": "/images/project/FHS-3.jpeg",
        "title": "Commercial Building Hydrant Systems",
        "category": [
            "Fire Safety",
            "Hydrant Systems",
            "Commercial"
        ],
        "excerpt": "Commercial Building Hydrant Systems are designed to meet the high demands of large buildings, ensuring robust and reliable fire protection.",
        "body": [
            "Commercial Building Hydrant Systems are engineered for high-rise buildings and large commercial spaces, offering robust fire suppression capabilities.",
            "These systems are designed to provide immediate water access through high-pressure hydrants, ensuring effective firefighting even in demanding situations."
        ]
    },
    {
        "id": 2,
        "image": "/images/project/fire-hydrant-system-4.jpg",
        "title": "Residential Fire Hydrant Systems",
        "category": [
            "Fire Safety",
            "Hydrant Systems",
            "Residential"
        ],
        "excerpt": "Residential Fire Hydrant Systems are designed for residential areas, focusing on ease of use and reliable performance in emergencies.",
        "body": [
            "Residential Fire Hydrant Systems are optimized for smaller communities and residential areas, offering reliable performance with a focus on user-friendliness.",
            "These systems ensure that water is readily available for firefighting in residential environments, providing peace of mind and safety."
        ]
    },
    {
        "id": 3,
        "image": "/images/project/automatic-sprinkler-system.jpg",
        "title": "Automatic Sprinkler Systems",
        "category": [
            "Fire Safety",
            "Sprinkler Systems",
            "Automatic"
        ],
        "excerpt": "Automatic Sprinkler Systems are crucial for buildings, activating automatically to provide immediate fire suppression.",
        "body": [
            "Automatic Sprinkler Systems are designed to detect heat and activate sprinklers automatically, providing an efficient response to fires.",
            "These systems are essential for safeguarding buildings by ensuring that water is distributed quickly and effectively upon detection of a fire."
        ]
    },
    {
        "id": 4,
        "image": "/images/project/FSS-3.jpeg",
        "title": "Pre-Action Sprinkler Systems",
        "category": [
            "Fire Safety",
            "Sprinkler Systems",
            "Pre-Action"
        ],
        "excerpt": "Pre-Action Sprinkler Systems offer a two-step activation process to prevent accidental discharge and provide targeted fire protection.",
        "body": [
            "Pre-Action Sprinkler Systems combine elements of both wet and dry systems, requiring confirmation of fire before water is released.",
            "This system is ideal for environments where protecting sensitive equipment or materials is critical, ensuring controlled and precise water discharge."
        ]
    },
    {
        "id": 5,
        "image": "/images/project/FFP-3.jpg",
        "title": "Fire Fighting Equipment Supply",
        "category": [
            "Fire Safety",
            "Equipment Supply",
            "Fire Fighting"
        ],
        "excerpt": "Fire Fighting Equipment Supply provides essential tools and gear for effective fire response, ensuring safety and preparedness.",
        "body": [
            "Our Fire Fighting Equipment Supply includes a wide range of tools such as hoses, nozzles, and extinguishers, designed to support efficient firefighting efforts.",
            "We offer high-quality equipment tailored to various fire scenarios, enhancing safety and operational readiness."
        ]
    },
    {
        "id": 6,
        "image": "/images/project/FFP-2.jpeg",
        "title": "Fire Fighting Training and Consultation",
        "category": [
            "Fire Safety",
            "Training",
            "Consultation"
        ],
        "excerpt": "Fire Fighting Training and Consultation services provide essential knowledge and skills for effective fire management and safety compliance.",
        "body": [
            "Our Fire Fighting Training and Consultation services are designed to equip individuals and teams with the skills needed for efficient fire management.",
            "We offer comprehensive training programs and expert consultation to ensure that your fire safety practices are up-to-date and effective."
        ]
    },
    {
        "id": 7,
        "image": "/images/project/FAS-3.jpg",
        "title": "Conventional Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Conventional"
        ],
        "excerpt": "Conventional Fire Alarm Systems offer straightforward detection and notification, suitable for smaller or less complex environments.",
        "body": [
            "Conventional Fire Alarm Systems are designed for simplicity and reliability, providing basic detection and alert functions for smaller buildings.",
            "These systems activate alarms and notifications when fire or smoke is detected, ensuring prompt response to fire emergencies."
        ]
    },
    {
        "id": 8,
        "image": "/images/project/FAS-2.jpg",
        "title": "Addressable Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Addressable"
        ],
        "excerpt": "Addressable Fire Alarm Systems provide detailed location information and advanced detection capabilities for larger and more complex installations.",
        "body": [
            "Addressable Fire Alarm Systems offer precise location data for fire detection, enabling quicker and more accurate responses in larger buildings.",
            "These systems enhance safety by pinpointing the exact location of the alarm activation, streamlining emergency response efforts."
        ]
    },
    {
        "id": 9,
        "image": "/images/project/PPE.jpg",
        "title": "Personal Protective Equipment (PPE)",
        "category": [
            "Fire Safety",
            "PPE",
            "Personal Gear"
        ],
        "excerpt": "Personal Protective Equipment (PPE) includes essential gear for safety during fire emergencies, designed to protect individuals from hazards.",
        "body": [
            "Our Personal Protective Equipment (PPE) offerings include fire-resistant clothing, helmets, gloves, and other gear to ensure safety during fire response.",
            "These items are designed to protect firefighters and emergency responders from the hazards of fire and high temperatures."
        ]
    },
    {
        "id": 10,
        "image": "/images/project/safety-equipment.jpg",
        "title": "Essential Safety Gear and Equipment",
        "category": ["Fire Safety", "Safety Gear", "Essential Equipment"],
        "excerpt": "Essential Safety Gear and Equipment are critical for protecting individuals during fire emergencies, offering comprehensive solutions for safety and readiness.",
        "body": [
            "Our Essential Safety Gear and Equipment range includes protective clothing, helmets, gloves, and other crucial items designed to safeguard individuals during fire emergencies.",
            "We provide high-quality safety gear tailored for various scenarios, ensuring that both professionals and the general public are well-prepared and protected in case of a fire."
        ]
    },
    {
        "id": 11,
        "image": "/images/project/fabrication-3.jpg",
        "title": "PVC Pipelines",
        "category": [
            "Fire Safety",
            "Pipeline Systems",
            "PVC"
        ],
        "excerpt": "PVC Pipelines are lightweight and resistant to corrosion, used in applications requiring low pressure and non-corrosive environments.",
        "body": [
            "PVC Pipelines are used for their lightweight properties and resistance to corrosion, making them ideal for applications involving low pressure or non-corrosive fluids.",
            "Fabrication includes cutting and joining PVC pipes with various fittings to create a functional pipeline system."
        ]
    },
    {
        "id": 12,
        "image": "/images/project/fabrication-4.jpg",
        "title": "HDPE Pipelines",
        "category": [
            "Fire Safety",
            "Pipeline Systems",
            "HDPE"
        ],
        "excerpt": "HDPE Pipelines are known for their flexibility, resistance to corrosion, and ability to handle a range of temperatures and pressures.",
        "body": [
            "HDPE (High-Density Polyethylene) Pipelines are flexible and resistant to corrosion, making them suitable for various applications, including water and gas distribution.",
            "Fabrication involves heat fusion techniques to join HDPE pipes, ensuring leak-free and durable pipeline systems."
        ]
    },
    {
        "id": 13,
        "image": "/images/project/Fire-alarm-system-1.jpg",
        "title": "Conventional Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Conventional"
        ],
        "excerpt": "Conventional Fire Alarm Systems provide basic fire detection by dividing the building into zones, with alarms activated per zone.",
        "body": [
            "Conventional Fire Alarm Systems use detectors and call points to monitor specific zones within a building.",
            "When a detector or call point is activated, the alarm system triggers alerts for the entire zone, helping to locate the fire area."
        ]
    },
    {
        "id": 14,
        "image": "/images/project/Fire-alarm-system-2.jpg",
        "title": "Addressable Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Addressable"
        ],
        "excerpt": "Addressable Fire Alarm Systems offer advanced detection with the ability to pinpoint the exact location of the fire or fault.",
        "body": [
            "Addressable Fire Alarm Systems use intelligent detectors and modules that communicate specific information to the control panel.",
            "This system provides precise location information and allows for quicker and more targeted responses during a fire emergency."
        ]
    },
    {
        "id": 15,
        "image": "/images/project/Fire-alarm-system-3.jpg",
        "title": "Wireless Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Wireless"
        ],
        "excerpt": "Wireless Fire Alarm Systems offer flexibility in installation and operation, eliminating the need for extensive wiring.",
        "body": [
            "Wireless Fire Alarm Systems use radio signals to communicate between detectors, alarms, and the control panel.",
            "These systems are ideal for buildings where wiring is difficult or costly, providing an effective fire detection solution with easy installation."
        ]
    },
    {
        "id": 16,
        "image": "/images/project/Fire-alarm-system-4.png",
        "title": "Integrated Fire Alarm Systems",
        "category": [
            "Fire Safety",
            "Alarm Systems",
            "Integrated"
        ],
        "excerpt": "Integrated Fire Alarm Systems combine fire detection with other building systems, such as HVAC or lighting, for enhanced safety and efficiency.",
        "body": [
            "Integrated Fire Alarm Systems connect with other building systems to provide a coordinated response to fire emergencies.",
            "These systems can control HVAC systems, lighting, and other features to improve safety and manage fire situations more effectively."
        ]
    },
    {
        "id": 17,
        "image": "/images/project/SunilChoudhary.jpeg",
        "title": "Sunil Choudhary",
        "category": [
            "BOARD OF DIRECTOR"
        ],
        "excerpt": "A quick view of industry specific problems solved with design by the awesome team at Keystroke.",
        "body": [
            "From the designers and engineers who are creating the next generation of web and mobile experiences, to anyone putting a website together for the first time. We provide elegant solutions that set new standards for online publishing.",
            "Digital technology has made our world more transparent and interconnected, posing new challenges and opportunities for every business. A holistic, user-centric perspective is what truly sets one apart."
        ]
    },
    {
        "id": 18,
        "image": "/images/project/KamalaChoudhary.jpeg",
        "title": "Kamala Choudhary",
        "category": [
            "BOARD OF DIRECTOR"
        ],
        "excerpt": "A quick view of industry specific problems solved with design by the awesome team at Keystroke.",
        "body": [
            "From the designers and engineers who are creating the next generation of web and mobile experiences, to anyone putting a website together for the first time. We provide elegant solutions that set new standards for online publishing.",
            "Digital technology has made our world more transparent and interconnected, posing new challenges and opportunities for every business. A holistic, user-centric perspective is what truly sets one apart."
        ]
    },
    
    {
        "id": 19,
        "image": "/images/project/project-11.png",
        "title": "Illustration",
        "category": [
            "2020"
        ],
        "excerpt": "A quick view of industry specific problems solved with design by the awesome team at Keystroke.",
        "body": [
            "From the designers and engineers who are creating the next generation of web and mobile experiences, to anyone putting a website together for the first time. We provide elegant solutions that set new standards for online publishing.",
            "Digital technology has made our world more transparent and interconnected, posing new challenges and opportunities for every business. A holistic, user-centric perspective is what truly sets one apart."
        ]
    }
]